cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'
brew 'wget'
brew 'exa'
brew 'ack'
brew 'tree'
brew 'jq'
brew 'homebrew/php/phpbrew'
brew 'mysql'
brew 'git'
brew 'git-flow'
brew 'git-fresh'
brew 'git-extras'
brew 'hubflow'
brew 'parallel'
brew 'ssh-copy-id'
brew 'unrar'
brew 'watch'
brew 'youtube-dl'
brew 'mongodb'
brew 'siege'

#casks
cask 'spectacle'
cask 'karabiner'
cask 'atom'
cask 'google-chrome'
cask 'google-drive'
cask 'slack'
cask 'skype'
cask 'tunnelblick'
cask 'phpstorm'
cask 'mysqlworkbench'
cask 'postman'
cask 'evernote'
cask 'skitch'
cask 'sourcetree'
cask 'rdm'
cask 'virtualbox'
cask 'vagrant'
cask 'docker'
cask 'docker-compose'
cask 'spotify'
cask 'node'
cask 'flux'
